Repository: Ajustee/ajustee-client-ng-demo
Catalog: src/locale/messages.*.xlf
Languages: ru

source: App id
ru: Идентификатор приложения

# appIdErrorRequired
source: App id is required
ru: Требуется идентификатор приложения

# appIdErrorInvalid
source: Invalid app id
ru: Идентификатор приложения содержит запрещенные символы

# appIdErrorShort
source: App id is too short
ru: Идентификатор приложения слишком короткий

source: Path
ru: Путь

# pathError
source: Invalid path
ru: Путь содержит запрещенные символы

# getTheKeysButton
source: Get the keys
ru: Получить ключи

# addAPropertyButton
source: Add a property
ru: Добавить свойство

source: Property
ru: Свойство

# propertyErrorRequired
source: Property is required
ru: Необходимо заполнить поле свойство

# propertyErrorInvalid
source: Invalid property
ru: Свойство содержит запрещенные символы

source: Value
ru: Значение

# valueErrorRequired
source: Value is required
ru: Необходимо заполнить поле значение

# valueErrorInvalid
source: Invalid value
ru: Значение содержит запрещенные символы

# keyHeader
source: Key
ru: Ключ

# dataTypeHeader
source: DataType
ru: Тип

# valueHeader
source: Value
ru: Значение

# rawViewButton
source: <span>Raw view</span>
ru: Нативный вид
